Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/det-internasjonale-aaret-for-urfolksspraak-iyil-2019.html.tmx
Source language: nob
Languages: sma

source: Det internasjonale året for urfolksspråk – IYIL 2019
sma: Aalkoealmetjegïeli gaskenasjonaale jaepie - IYIL 2019

source: De Forente Nasjoner (FN) bestemte i 2016 at 2019 er det internasjonale året for urfolksspråk.
sma: 2016 Ektiedamme Nasjovnh (EN) nænnoesti aalkoealmetjegïeli gaskenasjonaale jaepie edtji årrodh jaepien 2019.

source: Det er UNESCO som har lederansvaret for arbeidet med IYIL 2019.
sma: UNESCO åvtehkedïedtem åtna barkoen åvteste IYIL 2019.

source: Det har blitt opprettet en styringsgruppe for IYIL 2019 der bl.a. alle de syv urbefolkningsområder og tilhørende stater er representert.
sma: Akte stuvremedåehkie lea tseegkesovveme IYIL 2019:se gusnie gaskem jeatjah gaajhkh tjïjhtje aalkoealmetjedajvh jïh doh staath mah leah dejtie ektiedamme, leah meatan.

source: Sametingspresidenten Aili Keskitalo er urfolkrepresentant for det Arktiske området, samt en av lederne i styringsgruppa.
sma: Saemiedigkiepresidente Aili Keskitalo lea aalkoealmetji tjirkije Arktiske dajven åvteste, jïh akte dejstie åvtehkijstie stuvremedåehkesne.

source: Målet med urfolksspråkåret er å synliggjøre og fremme situasjonen til urfolksspråk.
sma: Ulmie aalkoealmetjesïelejaepine lea aalkoealmetjegielide våajnoes darjodh jïh tsiehkiem daejtie gïelide eevtjedh.

source: Av verdens ca. 7000 språk, kan flere tusen språk forsvinne og mange er allerede forsvunnet.
sma: Veartenen medtie 7000 gïelijste, jienebh stoerretjuetie gïelh maehtieh gaarvanidh jïh gellieh leah joe gaarvanamme.

source: Urfolksspråk er i en spesielt utsatt situasjon.
sma: Aalkoealmetjegïelh aktene joekoen nåake tsiehkesne.

source: 2680 språk er truede språk.
sma: Medtie 2680 gïelh leah håvhtadamme gïelh.

source: I UNESCOS liste over truede språk, er samiske språk klassifisert som truede eller alvorlig truede språk:
sma: UNESCO:n læstosne håvhtadamme gïeli bijjeli, saemien gïelh leah vuarjasjamme goh håvhtadamme jallh itjmies håvhtadamme gïelh.

source: Nordsamisk er truet språk
sma: Noerhtesaemien håvhtadamme gïele

source: Lule-, kildin-, sør-, enare- og skoltesamisk er svært truede språk.
sma: Julev-, kildin-, åarjel-, inari- jïh skoltesaemien leah joekoen håvhtadamme gïelh.

source: Ter-, ume- og pitesamisk er kritisk truede språk.
sma: Ter-, upmeje- jïh pijtesaemien leah itjmies håvhtadamme gïelh

source: I tillegg er akkala- kemisamisk ansett som forvunnede språk i UNESCOS liste over språk.
sma: Lissine akkala-kemisaemien vuajnalgamme goh gaarvanamme gïelh UNESCSO:n læstosne gïeli bijjeli.

source: Gjennom det internasjonale året for urfolksspråk skal urfolksspråk synliggjøres gjennom fem hovedområder:
sma: Aalkoealmetjegïeli gaskenasjonaale jaepien tjïrrh edtja aalkoealmetjegïelh våajnoes darjodh vïjhte åejviesuerkiej tjïrrh:

source: Mer forståelse, forsoningsarbeid og internasjonal samarbeid mellom ulike interessenter.
sma: Vielie goerkese, liktemebarkoe jïh gaskenasjonaale laavenjostoe ovmessie ïedtjeladtji gaskem

source: Etablere gode forhold for kunnskapsdeling og formidling, som tar hensyn til urfolk.
sma: Hijven tsiehkieh tseegkedh juktie daajroem juekedh jïh guhkiebasse bievnedh, mah aalkoealmetjh krööhkestieh.

source: Integrere urfolksspråk i majoritetsspråket og innlemme urfolksspråk inn i den nasjonale politikken, nasjonale strategiplaner og vedtekter.
sma: Aalkoealmetjegïelh sjïehtesjidh jienebelåhkoegielide jïh aalkoealmetjegïelh meatan vaeltedh nasjonaale politihken sïjse, nasjonaale strategijesoejkesjh jïh nænnoestimmieh

source: Legge forholdene til rette gjennom oppbygging av kapasitet
sma: Sjïehteladtedh tseegkemen tjïrrh kapasiteeteste

source: Les mer om det internasjonale året for urfolksspråk på nettsida til språkåret (engelsk).
sma: Lohkh vielie aalkoealmetjegïeli gaskenasjonaale jaepien bïjre daennie nedtesæjrosne:

source: Der finner du mer informasjon samt et kart som viser hvilke arrangementer som finnes knyttet til IYIL 2019.
sma: Sæjrosne vielie bïevnesh jïh aaj kaarhtem gaavnh mij vuesehte mah öörnedimmieh mah leah ektiedamme IYIL 2019:se.
